{
	"index.title": "BotEnSky Node.js BlueSky Bot",
	"index.menu.home": "Home - Logs",
	"index.menu.principles": "Principles",
	"index.menu.faq": "FAQ",
	"index.menu.github": "Source Code on GitHub",
	"home.bot_activities": "Bot activities",
	"home.welcome_on_bot_page": "Welcome on website of ",
	"home.a_bluesky_bot": "a BlueSky’s bot",
	"home.version": "version",
	"home.activities": "Recent activities",
	"home.freshness": "freshness",
	"home.seven_days_analytics": "7 days analytics",
	"home.posts": "posts",
	"home.examples": "examples",
	"home.best_score": "Best score",
	"home.best_likes": "Best likes",
	"principles.besplantnet.head": "the robot answers to some posts that embeds a flower image !",
	"principles.besplantnet.body": "At certain times of the day, the robot searches for images of flowers/plants.\n\n Then it tries to identify the plant, and if successful, it answers the author of the post with an example image.",
	"principles.besaskplantnet.head": "the robot answers to certain mentions to identify plant/flower!",
	"principles.besaskplantnet.body": "It is possible to ask the robot to identify a flower/plant.\n\n To do this, answer a post containing an image of a flower/plant with the mention <code>@botensky.bsky.social</code>.<br/>\n Then you must wait for the robot to wake up for the <b>AskPlantnet</b> plugin (see FAQ)",
	"principles.besbioclip.head": "the robot answers to some posts that embeds a bird image !",
	"principles.besbioclip.body": "At certain times of the day, the robot searches for bird images.\n Then it tries to classify the species, and if successful, answers the author of the post with a link to a photo gallery (Avibase).",
	"principles.besaskbioclip.head": "the robot responds to certain mentions to identify birds!",
	"principles.besaskbioclip.body": "It is possible to ask the robot to identify a bird.<br/>\n To do this, reply to a post containing a bird image with the mention <code>AskBioclip</code>.<br/>\n Then you must wait for the robot to wake up for the <b>AskBioclip</b> plugin (see FAQ)",
	"principles.onedayonebioclip.head": "the robot identifies a bird daily with OneDayOneBioclip!",
	"principles.onedayonebioclip.body": "Every day, the robot searches Unsplash for a bird photo and attempts to identify it using Bioclip.<br/>\nThe details of the photo and its identification are then posted on Bluesky for everyone to see and enjoy.",
	"principles.bot_principles": "Bot’s principles",
	"principles.functions": "Bot's functions",
	"project.line1": "BotEnSky is an open-source project that tries to identify plants or flowers (click on the black GitHub corner).",
	"project.line2": "It's a young bot, but it learns from its mistakes.",
	"project.line2link": "See the project's tickets",
	"project.line3": "The project is open to tinkerers who want to improve the bot.",
	"project.line4": "A web designer could bring a lot for example...",
	"project.line5": "If someone is working on it, then it is possible that the bot posts more often or strangely.",
	"project.line6": "You want to talk about the bot and its features somewhere other than BlueSky, open a discussion.",
	"project.line6link": "See the project's discussions",
	"faq.title": "Frequently Asked Questions",
	"faq.head2": "What time do you wake up?",
	"faq.tag2": "🕐",
	"faq.body2": "For the moment the scheduled shots are 08:30, 11:30, 14:30, 16:30, 17:30, 20:30 (FR). Exact time is not guaranteed by the planner.",
	"faq.body2a": "For the <b>PlantNet</b> plugin: I practice at the time of the shot.",
	"faq.body2b": "For the <b>AskPlantnet</b> plugin: I practice 10 min after the time of the shot.",
	"faq.body2c": "For the <b>BioClip</b> plugin (in test phase): I practice 20 min after the time of the shot.",
	"faq.body2d": "For the <b>AskBioClip</b> plugin: I practice 30 min after the time of the shot.",
	"server.error.unexpected": "Unexpected error",
	"server.error.unavailable": "I am currently under maintenance, please try again later",
	"server.error.internal": "an internal error has occurred, the team will be notified, try again in a few days or check the tickets",
	"server.error.tooManyRequests": "Request too close together, please try again later",
	"server.pleaseReportIssue": "please look for or report it on ",
	"server.issueLinkLabel": "issues",
	"project.title": "Project",
	"project.info": "Information"
}