{
	"index.title": "BotEnSky Robot BlueSky Node.js",
	"index.menu.home": "Accueil - Logs",
	"index.menu.principles": "Principes",
	"index.menu.faq": "FAQ",
	"index.menu.github": "Code source sur GitHub",
	"home.bot_activities": "Activités du robot",
	"home.welcome_on_bot_page": "Bienvenue sur la page de",
	"home.a_bluesky_bot": "un robot BlueSky",
	"home.version": "version",
	"home.activities": "activités récentes",
	"home.freshness": "fraîcheur",
	"home.seven_days_analytics": "7 jours analytics",
	"home.posts": "posts",
	"home.examples": "exemples",
	"home.best_score": "Meilleur score",
	"home.best_likes": "+ de 'j'aime'",
	"principles.besplantnet.head": "le robot réponds à certains posts comportant l'image d'une fleur !",
	"principles.besplantnet.body": "A certains moments de la journée, le robot recherche des images de fleur/plante.\n                  Ensuite il tente d'identifier la plante, et en cas de réussite répond à l'auteur du post avec une image en exemple.",
	"principles.besaskplantnet.head": "le robot réponds à certaines mentions pour identifier les plantes!",
	"principles.besaskplantnet.body": "Il est possible de demander au robot d'identifier une fleur/plante.<br/>\n                  Pour cela, répondez à un post comportant une image de fleur/plante avec la mention <code>@botensky.bsky.social</code>.<br/>\n                  Ensuite vous devez attendre le réveil du robot pour le plugin <b>AskPlantnet</b> (cf. FAQ)",
	"principles.besbioclip.head": "le robot réponds à certains posts comportant l'image d'un oiseau !",
	"principles.besbioclip.body": "A certains moments de la journée, le robot recherche des images d'oiseaux.\n                  Ensuite il tente de classifier l'espèce, et en cas de réussite répond à l'auteur du post avec un lien vers une galerie de photos (Avibase).",
	"principles.besaskbioclip.head": "le robot réponds à certaines mentions pour identifier les oiseaux !",
	"principles.besaskbioclip.body": "Il est possible de demander au robot d'identifier un oiseau.<br/>\n                  Pour cela, répondez à un post comportant une image d'oiseau avec la mention <code>AskBioclip</code>.<br/>\n                  Ensuite vous devez attendre le réveil du robot pour le plugin <b>AskBioclip</b> (cf. FAQ)",
	"principles.onedayonebioclip.head": "le robot identifie chaque jour un oiseau avec OneDayOneBioclip !",
	"principles.onedayonebioclip.body": "Chaque jour, le robot recherche une photo d’oiseau sur Unsplash et tente de l’identifier avec Bioclip.<br/>\nLes détails de la photo et de son identification sont ensuite publiés sur Bluesky pour que tout le monde puisse en profiter.",
	"principles.bot_principles": "Principes du robot",
	"principles.functions": "Fonctions du bot",
	"project.line1": "BotEnSky est un projet open-source qui tente d'identifier des plantes ou fleurs (cliquez sur le coin noir GitHub).",
	"project.line2": "C'est un jeune bot, mais qui apprends de ses erreurs.",
	"project.line2link": "Voir les tickets du projet",
	"project.line3": "Le projet est ouvert aux bidouilleurs qui veulent améliorer le bot.",
	"project.line4": "Un web designer pourrait apporter beaucoup par exemple...",
	"project.line5": "Si quelqu'un est en train de travailler, alors il est possible que le bot post plus souvent ou bizarrement.",
	"project.line6": "Vous voulez parler du bot et de ces fonctionnalités ailleurs que sur BlueSky, ouvrez une discussion.",
	"project.line6link": "Voir les discussions du projet",
	"faq.title": "Questions fréquentes",
	"faq.head2": "A quelle heure te réveilles-tu ?",
	"faq.tag2": "🕐",
	"faq.body2": "Pour le moment les tirs planifiés sont 08h30, 11h30, 14h30, 16h30, 17h30, 20h30 (FR). L'heure exacte n'est pas garantie par le planificateur.",
	"faq.body2a": "Pour le plugin <b>PlantNet</b> : je pratique au moment du tir.",
	"faq.body2b": "Pour le plugin <b>AskPlantnet</b> : je pratique 10 min après le moment du tir.",
	"faq.body2c": "Pour le plugin <b>BioClip</b> (en phase de test) : je pratique 20 min après le moment du tir.",
	"faq.body2d": "Pour le plugin <b>AskBioClip</b> : je pratique 30 min après le moment du tir.",
	"server.error.unexpected": "Erreur inattendue",
	"server.error.unavailable": "je suis actuellement en maintenance, retentez plus tard",
	"server.error.internal": "une erreur interne s'est produite, l'équipe sera prévenue, retentez dans quelques jours ou consultez les tickets",
	"server.error.tooManyRequests": "Demande trop rapprochée, retentez plus tard",
	"server.pleaseReportIssue": "merci de la rechercher ou de la signaler sur ",
	"server.issueLinkLabel": "les tickets",
	"project.title": "Projet",
	"project.info": "Informations"
}